/* Archive - NSOpenPanel button title */
"Archive" = "Lag arkiv";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Legg filer i arkiv";

/* title of progress window */
"Archive Utility" = "Arkivverktøy";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Arkivering av «%1$@» i «%2$@» ble avbrutt.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Legger «%1$@» i arkiv…";

/* Cancel */
"Cancel" = "Avbryt";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Rydder opp…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Fant ikke en skrivbar mappe for innholdet i «%1$@». Flytt objektet til en skrivbar mappe.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Fant ikke en skrivbar mappe der et arkiv for «%1$@» kunne opprettes. Flytt objektet til en skrivbar mappe.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Fullførte arkivering av «%1$@» i «%2$@»";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Fullførte utpakking av «%1$@» i «%2$@».";

/* Default name of progress window */
"Progress" = "Framdrift";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Angi hvor «%1$@» skal arkiveres…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Kunne ikke arkivere «%1$@» i «%2$@».\n(Feil %3$d – %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Kunne ikke slette «%1$@».";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Kunne ikke slette arkivet «%1$@».";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Kan ikke pakke ut «%@». Formatet støttes ikke.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Kan ikke pakke ut «%@». Stuffit-arkiver støttes ikke.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Kunne ikke fullføre utpakking av «%1$@» til «%2$@».\nKunne ikke flytte «%3$@» til målkatalogen.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Kunne ikke flytte «%1$@» til «%2$@».";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Kunne ikke flytte «%1$@» til «%2$@».\nMålet finnes ikke eller er ikke en katalog.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Kunne ikke flytte «%1$@» til papirkurven.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Kunne ikke flytte arkivet «%1$@» til «%2$@».";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Kunne ikke flytte «%1$@» til «%2$@».\nMålet finnes ikke eller er ikke en katalog.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Kunne ikke flytte arkivet «%1$@» til papirkurven.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Kunne ikke åpne arkivet «%1$@».\n(Feil %2$d – %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Kan ikke åpne det skadede arkivet «%1$@».";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Kunne ikke pakke ut «%1$@» til «%2$@».\n(Feil %3$d – %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Pakk ut";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Pakk ut fil";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Utpakking av «%1$@» til «%2$@» ble avbrutt.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Pakker ut «%1$@»…";

